/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock 환경설정. 환경설정은 단순한 모양의 키와 더 복잡한 응용 프로그램 및 도큐멘트 타일 사전으로 나뉩니다.";
"autohide.pfm_title" =						"가리기";
"autohide.pfm_description" =				"가리기를 켜려면 true로 설정하십시오.";
"autohide-immutable.pfm_title" =			"체크상자 가리기 비활성화됨";
"autohide-immutable.pfm_description" =		"자동으로 체크상자 가리기 및 보기를 비활성화하려면 true로 설정하십시오.";
"contents-immutable.pfm_title" =			"변경사항 비활성화됨";
"contents-immutable.pfm_description" =		"사용자가 Dock 콘텐츠를 변경하지 못하게 하려면 true로 설정하십시오.";
"largesize.pfm_title" =						"가장 큰 타일 크기";
"largesize.pfm_description" =				"픽셀에서 가장 큰 타일 크기.";
"launchanim.pfm_title" =					"애니메이션 시작";
"launchanim.pfm_description" =				"애니메이션 시작을 사용하려면 true로 설정하십시오.";
"launchanim-immutable.pfm_title" =			"애니메이션 시작 체크상자 비활성화됨";
"launchanim-immutable.pfm_description" =	"애니메이션 시작 체크상자를 비활성화하려면 true로 설정하십시오.";
"magnification.pfm_title" =					"확대";
"magnification.pfm_description" =			"확대를 켜려면 true로 설정하십시오.";
"magnify-immutable.pfm_title" =				"확대 체크상자 비활성화됨";
"magnify-immutable.pfm_description" =		"확대 체크상자를 비활성화하려면 true로 설정하십시오.";
"magsize-immutable.pfm_title" =				"확대 슬라이더 비활성화됨";
"magsize-immutable.pfm_description" =		"확대 슬라이더를 비활성화하려면 true로 설정하십시오.";
"mineffect.pfm_title" =						"최소화 효과";
"mineffect.pfm_description" =				"최소화 효과.";
"mineffect-immutable.pfm_title" =			"최소화 팝업 메뉴 비활성화됨";
"mineffect-immutable.pfm_description" =		"최소화 효과 팝업 메뉴를 비활성화하려면 true로 설정하십시오.";
"orientation.pfm_title" =					"위치";
"orientation.pfm_description" =				"Dock을 왼쪽, 오른쪽 또는 하단에 위치시키십시오.";
"position-immutable.pfm_title" =			"위치 제어 비활성화됨";
"position-immutable.pfm_description" =		"사용자가 Dock 위치를 변경하지 못하게 하려면 true로 설정하십시오.";
"tilesize.pfm_title" =						"타일 크기";
"tilesize.pfm_description" =				"타일 크기.";
"size-immutable.pfm_title" =				"타일 크기 제어 비활성화됨";
"size-immutable.pfm_description" =			"사용자가 타일 크기를 변경하지 못하게 하려면 true로 설정하십시오.";
"static-only.pfm_title" =					"관리되는 타일만";
"static-only.pfm_description" =				"관리되는 타일을 보이게만 하려면 true로 설정하십시오.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"응용 프로그램 타일";
"AppItems-Raw.pfm_description" =			"응용 프로그램 타일 데이터를 유지하기 위한 배열.";
"apptile.pfm_title" =						"응용 프로그램 타일";
"apptile.pfm_description" =					"하나의 응용 프로그램 타일.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dock 타일 데이터";
"tile-data.pfm_description" =				"Dock 타일 데이터.";
"file-data.pfm_title" =						"파일 데이터";
"file-data.pfm_description" =				"파일 타일을 위한 파일 데이터.";
"_CFURLString.pfm_title" =					"파일 경로";
"_CFURLString.pfm_description" =			"절대 파일 시스템 경로.";
"_CFURLStringType.pfm_title.file" =			"파일 URL 유형";
"_CFURLStringType.pfm_description.file" =	"파일 URL 유형. 항상 0으로 설정.";
"_CFURLStringType.pfm_title.URL" =			"URL 유형";
"_CFURLStringType.pfm_description.URL" =	"URL 유형. 항상 0으로 설정.";
"_CFURLStringType.pfm_title.URLID" =		"URL ID 유형";
"_CFURLStringType.pfm_description.URLID" =	"URL ID 유형. 항상 15로 설정.";
"_CFURLAliasData.pfm_title" =				"가상본";
"_CFURLAliasData.pfm_description" =			"가상본 데이터: 서버 기반 항목만 요구됩니다.";
"tile-type.pfm_title" =						"타일 유형";
"tile-type.pfm_description" =				"타일 유형.";
"mcx_typehint.pfm_title" =					"MCX 유형 힌트";
"mcx_typehint.pfm_description" =			"내부적으로 Workgroup Manager가 사용됩니다.  변경하지 마십시오.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"도큐멘트 타일";
"DocItems-Raw.pfm_description" =			"도큐멘트 및 URL 타일 데이터를 유지하기 위한 배열.";
"doctile.pfm_title" =						"도큐멘트 타일";
"doctile.pfm_description" =					"하나의 도큐멘트 타일.";
"url.pfm_title" =							"URL 데이터";
"url.pfm_description" =						"URL 타일을 위한 URL 데이터.";
"file-label.pfm_title" =					"파일 타일 레이블";
"file-label.pfm_description" =				"파일을 위한 타일 레이블.";
"label.pfm_title" =							"URL 타일 레이블";
"label.pfm_description" =					"URL 타일을 위한 타일 레이블.";
"file-type.pfm_title" =						"항목 유형";
"file-type.pfm_description" =				"항목 유형입니다. 도큐멘트 타일: 비볼륨에 대해서는 2로, 볼륨은 18로, 폴더가 아닐 경우에는 32로 설정하십시오.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"MCX 특수 폴더";
"MCXDockSpecialFolders-Raw.pfm_description" =	"관리되는 클라이언트가 추가한 폴더.";
"mcxfolderflag.pfm_title" =						"폴더 플래그";
"mcxfolderflag.pfm_description" =				"관리되는 클라이언트가 추가한 하나의 폴더에 대한 플래그.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"관리되는 응용 프로그램 타일 연합 정책";
"appTilesUPKManaged.pfm_description" =		"관리되는 도메인을 위한 응용 프로그램 타일 연합 정책 키.";
"appTilesUPKUser.pfm_title" =				"사용자 응용 프로그램 타일 연합 정책";
"appTilesUPKUser.pfm_description" =			"사용자 도메인을 위한 응용 프로그램 타일 연합 정책 키.";
"docTilesUPKManaged.pfm_title" =			"관리되는 도큐멘트 타일 연합 정책";
"docTilesUPKManaged.pfm_description" =		"관리되는 도메인을 위한 도큐멘트 타일 연합 정책 키.";
"docTilesUPKUser.pfm_title" =				"사용자 도큐멘트 타일 연합 정책";
"docTilesUPKUser.pfm_description" =			"사용자 도메인을 위한 도큐멘트 타일 연합 정책 키.";
"mcxDocSpecialUPK.pfm_title" =				"관리되는 클라이언트 특수 폴더 연합 정책 키";
"mcxDocSpecialUPK.pfm_description" =		"괸리되는 클라이언트 Dock 특수 폴더를 위한 연합 정책 키.";
